Revit 2027 API
IFCPropertySetMappingInfo Properties
The IFCPropertySetMappingInfo type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IFCPropertySetMappingInfo Class
Autodesk.Revit.DB Namespace